Repository: andijakl/KissMachine
Catalog: KissMachineKinect/KissMachineKinect.Windows/Strings/*/Resources.resw
Source language: en
Languages: de

# AboutDevelopedBy.Text
source: Developed by Andreas Jakl
de: Entwickelt von Andreas Jakl

# AboutGitHub.Content
source: Project web site on GitHub
de: Projektwebseite auf GitHub

# AboutText.Text
source: Kiss Machine
de: Bussi Maschine

# AboutTwitter.Content
source: Follow on Twitter
de: Auf Twitter folgen

# AnotherPhoto_00
source: Ah, you'd like to take another photo? Please wait a little ...
de: Ah, ihr wollt also noch ein Foto machen? Dann bleibt bitte noch kurz stehen...

# AnotherPhoto_01
source: Ready for the next photo? Please wait.
de: Bereit für's nächste Foto? Wartet bitte kurz!

# AnotherPhoto_02
source: I think you can do that better. Try again!
de: Ich finde, dass ihr das noch besser könnt. Versucht es nochmal!

# AnotherPhoto_03
source: One more time? Please wait ...
de: Einmal geht's noch, einmal geht's noch leicht! Nächster Versuch!

# BusyInitializingKinect
source: Initializing Kinect Sensor ...
de: Initialisiere Kinect Sensor ...

# BusyLoading
source: Loading ...
de: Lade ...

# Description.Text
source: Description
de: Beschreibung

# DescriptionText.Text
source: A completely automated, augmented reality photo booth! Created for use at weddings and parties. Each person recognized by the app is marked with a heart in the face. If two persons get close enough together, they are encouraged to give each other a kiss. A countdown starts, after which the app takes a photo. This is stored in your photo library and is also shown on the screen for several seconds. The app interaction requires no haptic user interface: persons are recognized through the Microsoft Kinect, and the photos are automatically taken in the right moment. The interaction with your guests is done through text-to-speech and on-screen instructions.
de: Eine komplett automatisierte, Augmented Reality Photo-Booth! Für den Einsatz bei Hochzeiten und Parties konzipiert. Jede von der App erkannte Person wird mit einem Herz im Gesicht markiert. Kommen sich zwei Personen nahe genug, werden sie aufgefordert, sich ein Bussi zu geben. Es startet ein Countdown, danach wird ein Foto geschossen. Dieses wird im Bilder-Ordner gespeichert und zusätzlich für einige Sekunden angezeigt. Die App funktioniert komplett berührungslos: die Personen werden von der Kinect erkannt, Fotos werden im richtigen Moment automatisch gemacht. Die Interaktion mit den Personen erfolgt über Sprachausgabe und angezeigtem Text.

# DownloadingPhoto
source: Please wait - transmitting photo ...
de: Bitte warten - Übertrage das Foto ...

# ErrorNoKinectAvailableText
source: No Kinect v2 sensor is available on your system. Make sure the Kinect is connected, powered up and the drivers are installed.
de: Konnte keinen Kinect v2 Sensor finden. Stelle sicher, dass die Kinect an den PC angesteckt, mit Strom versorgt ist und dass die Treiber installiert sind (inkl. einem laufenden KinectMonitor-Service).

# ErrorNoKinectAvailableTitle
source: Kinect not found
de: Kinect nicht gefunden

# ErrorSavingPhotoFromKinectText
source: Could not save the photo. Please try again, or if the issue persists, please contact an operator!
de: Konnte das Foto nicht speichern. Bitte versucht es noch einmal, oder meldet das Problem sonst an den Verantwortlichen!

# ErrorSavingPhotoFromKinectTitle
source: Error Saving Photo
de: Fehler beim Speichern des Fotos

# GiveAKiss_00
source: Kiss each other!
de: Gebt euch ein Bussi!

# GiveAKiss_01
source: Kiss one another!
de: Küsst euch!

# GiveAKiss_02
source: Get closer and kiss!
de: Knutschen!

# GiveAKiss_03
source: Give each other a peck!
de: Gebt's euch a Bussal!

# GiveAKiss_04
source: What about a kiss?
de: Wie wär's mit einem Bussi?

# GiveAKiss_05
source: I want to see a kiss!
de: Ich will einen Schmatzer sehen!

# KissThankYou_00
source: Thank you! I hope you like the photo!
de: Dankeschön! Ich hoffe, das Foto gefällt euch!

# KissThankYou_01
source: Ah, that's true love - how do you like the photo?
de: Ah - das ist wahre Liebe! Gefällt euch das Foto?

# KissThankYou_02
source: A beautiful kiss! How do you like the photo?
de: A schöns Bussal! Was sagt's zum Foto?

# KissThankYou_03
source: How did you like the kiss? The photo is awesome!
de: Wie war das Bussi? Das Foto ist auf jeden Fall super!

# KissThankYou_04
source: You have set the kiss machine on fire! Here is the photo!
de: Ihr habt die Bussimaschine zum Glühen gebracht! Hier euer Foto!

# KissThankYou_05
source: Well, you can do that better. See for yourselves!
de: Na, das geht besser. Findet ihr nicht? Hier das Foto!

# KissThankYou_06
source: Put more love into it. Check out your photo ...
de: Da muss mehr Leidenschaft rein - schaut selbst!

# Kiss_00
source: Kiss!
de: Bussi!

# Kiss_01
source: Kiss!
de: Kuss!

# Kiss_02
source: Kiss!
de: Schmatzer!

# Kiss_03
source: Kiss!
de: Bussal!

# MinDistanceText
source: Minimum distance [m]: {0:0.00}
de: Minimale Distanz [m]: {0:0.00}

# Privacy.Text
source: Privacy
de: Privatsphäre

# PrivacyText.Text
source: The app does not collect any specific usage data. The captured photos are only stored locally on your PC in the photo library. At events, please ensure you have the permission of your guests to take photos. The complete source code of the app is available on GitHub under the open source GPL v3 license.
de: Von der App werden keine spezifischen Nutzungsdaten erfasst und übertragen. Die aufgenommenen Fotos werden lediglich lokal auf Ihrem PC in der Foto-Bibliothek gespeichert. Bitte stellen Sie bei Veranstaltungen sicher, dass Sie die Erlaubnis Ihrer Gäste für die Aufnahme von Fotos haben. Der komplette Quellcode der App ist auf GitHub unter der Open Source GPL v3-Lizenz verfügbar.

# RemovedMinPairPlayerHint
source: I can't see you anymore! If you are hugging each other with too much enthusiasm, I sometimes have issues recognizing you.
de: Ich kann euch nicht mehr sehen! Falls ihr euch zu stürmisch umarmt, kann ich euch nicht mehr so gut erkennen.

# ResourceLanguage
source: en
de: de

# Settings.Text
source: Settings
de: Einstellungen

# SettingsLowPerformance.Text
source: Low Performance Mode
de: Low Performance Modus

# SettingsLowPerformanceText.Text
source: Activate on slow PCs. Shows less frames per second. That improves data processing, but results in a slower visual refresh.
de: Bei schwachen PCs aktivieren. Hier werden weniger Bilder pro Sekunde angezeigt. Das verbessert die Verarbeitung, resultiert aber in einer langsameren Anzeige.

# SettingsSony.Text
source: Use Sony Camera
de: Sony Kamera verwenden

# SettingsSonyText.Text
source: Take the photo with a Sony camera connected to the PC via WiFi Direct (instead of using the Kinect). The camera is completely remote controlled by the app. Tested with the Sony DSC-RX100M3. Note: restart the app after changing this setting! You still need the Kinect in addition for the live stream and tracking users. Instructions: 1. Start the Remote Control mode on the camera, e.g., via "Smart Remote Control", "Turn Wi-Fi on" or "Control with Smartphone". 2. Connect the PC to the Wi-Fi of the camera. 3. Start this "Kiss Machine" app.
de: Foto mit einer per WiFi Direkt verbundenen Sony-Kamera statt der Kinect machen. Die Kamera wird dabei komplett von der App ferngesteuert. Getestet mit der Sony DSC-RX100M3. Achtung: nach dem Ändern dieser Einstellung die App neu starten! Die Kinect wird auf jeden Fall für den Live Stream und das Erkennen der Nutzer benötigt. Anweisungen: 1. Auf der Kamera den Remote Control-Modus starten. z.B. über "Smart Remote Control", "Turn Wi-Fi on" oder "Control with Smartphone" 2. Den PC mit dem Wi-Fi der Kamera verbinden 3. "Bussi Maschine" starten

# SupportedCameras.Content
source: Supported cameras
de: Unterstützte Kameramodelle
